</s>
<unk>
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
囍
塱
嬅
抦
揜
擸
梆
陛
帛
阐
讹
筏
诽
篙
讥
吭
砾
痢
峦
铆
藐
抿
皿
钠
氰
孰
漱
蝪
尉
芜
戊
蟧
硝
邢
蜒
殃
盂
赘
侃
俸
偕
冢
坭
蓦
捋
唷
鈪
馄
惆
沱
漪
遐
瑛
琥
枸
栩
棣
辄
祗
钛
铿
锢
蛟
罄
筲
簪
裘
粑
隽
鲈
鲟
骰
廸
徳
擝
岔
炽
瞅
炊
捶
氮
碉
哆
遏
穏
僚
拈
涅
橇
鳃
蔘
曙
豌
锌
砚
胰
蚤
漳
峙
炙
蛀
厥
俚
讷
茱
萦
掴
岖
嵩
狒
泠
潺
瀛
寰
咫
嫣
绫
缪
畿
玑
胭
炜
硖
睐
钊
钰
疱
蜞
螳
蟑
筠
踮
儍
扐
捳
扳
苞
舶
篡
涤
镀
酚
沪
簧
晦
冀
桨
浇
铰
炯
扛
婪
颅
咆
膨
嵌
赊
恃
吮
蹋
屉
涡
襄
朽
酝
栅
酌
胤
毓
侏
侬
僭
埸
荞
咤
噔
囗
徙
忏
怦
慵
浣
嫦
榛
铮
鹞
窈
窕
趸
跷
踵
黛
鼆
喥
嗻
埞
嫐
扽
猖
弛
撮
惮
孵
骸
蝗
幌
诲
垮
琅
楞
羮
娩
醛
嗓
淌
衅
窑
屹
沼
肘
铸
兮
荨
弈
唪
啷
喈
嗷
怅
恺
泾
溥
溏
驿
绯
枧
煨
駅
螃
罅
筵
踱
吋
惗
搐
逮
悼
峨
贰
猾
秽
悸
窖
灸
磷
攘
啥
赦
溯
臀
鸵
惺
冶
隅
钥
赃
帜
俨
隍
茗
萱
嘤
惬
泯
淙
娓
楠
殓
曦
怼
铢
虔
蟆
艮
霏
嚒
捽
晩
敖
谤
脖
蛾
烽
拂
龚
褐
贿
棘
狙
勘
亢
擂
涟
馏
酋
烁
唆
蛹
崭
拙
葆
拚
捺
濠
迦
婵
媲
樵
祉
鹉
鹦
蟒
鲫
鳕
髦
唸
滘
盎
跋
馋
缔
陡
釜
溉
捍
涣
磺
卉
伎
揪
楷
磊
鳞
氓
瞥
峭
梢
嚏
渭
晤
隙
眩
奄
漾
恿
陨
攒
彰
琢
丞
俑
谛
苓
呗
噙
巅
悴
纾
痱
暨
鳌
魑
鼾
幚
簇
鄂
竿
槐
烩
侩
骆
脓
虱
矢
巳
汰
汀
殉
衙
锥
嬴
趷
邝
茉
叨
嘭
滢
潢
彖
妞
珀
璇
赈
跤
骼
烚
绊
褒
诧
奠
犊
腑
缚
茧
涧
窥
榔
募
荳
穗
迢
坞
哮
絮
秧
渝
垣
猿
詹
樟
孜
荼
漉
瀚
扉
恙
眈
瞌
鳍
髅
俬
唥
孭
胺
彪
秉
绸
耽
褂
汲
溅
吝
羚
缕
肶
馁
砰
仟
痊
怂
掏
蠄
踊
诛
撰
桩
丕
冽
咿
喃
岑
饷
庵
憬
潼
螂
骷
喼
媞
镑
逞
揣
巩
垢
桓
礁
炬
喀
姥
垒
虏
刃
扔
瑟
檀
宛
蔚
嗡
匈
翌
淤
札
瞻
掷
卅
仃
佗
咄
嗤
徨
憔
憧
逍
绮
璋
祛
矶
羁
罂
撘
懊
茨
窜
囤
舵
阀
沽
痪
讳
箕
嫉
韭
吏
酶
蔑
腍
霓
琵
煽
镶
褔
尧
甄
丐
坳
唠
祀
貅
貔
揦
玥
焙
磋
凋
袱
羔
弧
轿
寇
匡
琉
搂
睦
壤
邵
拭
饲
诵
萎
诅
芫
崛
祺
疴
癞
羲
橱
淳
怠
俘
硅
抉
苛
捆
挛
亩
圃
腮
舜
苔
巍
腋
虞
夭
禀
蕙
薏
璧
戟
斐
翩
劵
蔼
糙
堵
扼
戈
苟
魁
棱
氯
蚂
蔓
枚
暮
孽
鸥
胚
怯
顷
旬
壹
邑
辕
绽
厮
冼
汶
浃
璀
楂
颚
蜥
翳
抺
蹦
绰
忿
庚
坷
俐
菱
庐
悯
徘
嚷
讼
毯
纬
恤
耘
渍
巽
喋
濡
戥
昵
糍
黒
僆
峯
抌
佰
蹭
嚎
吼
徊
畸
狡
砍
馒
殴
秃
缀
佘
萃
咚
邂
嬉
橘
熨
鹑
磡
娥
藩
躬
亥
骇
焊
诫
馈
脐
茹
陕
枢
眺
勋
雍
杖
唏
逅
璨
睽
鹭
蜓
蜢
疵
歹
剁
沸
肛
绞
窟
肋
聋
掠
聂
洽
庶
捅
褪
沃
汹
咱
坨
茜
噗
悚
渌
熹
稔
醣
麒
蚌
毙
澈
洱
鹃
眶
牟
拇
湃
乓
熔
膛
挟
驯
阉
辙
剌
莺
喏
喽
惘
枭
眸
鹌
蜻
甴
靶
濒
蚕
畴
稠
焕
缉
匠
驹
慷
铝
莽
牡
乒
蕊
甥
噬
朔
惕
掀
淆
禹
皂
攸
讪
摁
杞
轶
曱
榚
氨
弗
圭
茎
晾
硫
瘤
拢
挠
瞧
寝
嗽
啼
雁
颐
倩
躝
叽
咭
姗
琦
嘚
坝
碘
搁
悍
钧
寐
栖
筛
髓
灶
株
籽
阱
芷
耷
岐
寮
唓
奀
巿
倡
刁
驴
椎
愣
妍
梵
忐
睿
镖
雌
耿
稽
贾
骏
垄
懦
沛
遣
藻
盅
揞
惚
妾
媛
辘
忑
呎
瓣
绷
蝉
遁
弓
颊
矫
廓
冕
倪
淹
辗
芸
咔
岚
橄
跛
蔽
盯
鲤
闽
譬
饶
绅
摔
艘
衔
旭
婿
凿
喳
殡
霾
鲮
搣
撚
欸
淀
蹲
妓
靖
寥
钳
谴
剃
瞳
媳
懈
蝇
乍
嘱
檐
矜
哣
屘
庇
锄
赋
兢
蘑
霹
茸
汝
哨
祟
焉
哉
啄
芙
榻
炫
黯
斌
睺
敞
狄
粪
垦
恳
颂
毋
猩
嗅
彦
裔
蔗
擘
肴
癖
雳
㶶
弘
葫
俭
缴
鲸
钮
滔
苇
嚣
谣
芊
叩
嗦
狩
娴
榕
嚄
櫈
狈
墩
瑚
竭
漓
溺
琶
蜀
痰
棕
葩
嫖
筝
颤
蛤
箍
沮
峻
枯
履
屡
谬
帕
畔
邱
叙
鸳
轴
嗟
辫
厄
纺
倔
诀
篱
撬
窍
钦
囚
揉
驼
暇
兹
缤
朕
沓
惫
豁
捡
儒
屠
巫
姚
粘
饪
闩
掹
哺
幢
瞪
函
嚼
糠
旷
渺
篷
僻
曝
舔
鸯
砸
毡
浊
胧
焚
敛
滤
缅
澎
翘
窃
遂
吁
鳝
摧
吨
棺
梧
湘
锈
伽
唛
瑕
蝙
斧
闺
桔
泣
俏
硕
腕
蝎
矣
溢
逾
蕴
岌
孚
雯
吔
吽
泵
沧
掣
枫
赎
耸
瘫
岳
荟
薇
嘥
膀
雹
槽
锤
醇
笛
淮
柬
谜
觅
悄
膳
隋
舆
寓
榨
睁
踭
拮
啧
鳗
柄
惰
杭
狸
卯
凸
咽
焰
殷
町
惭
钝
铅
绣
曳
荧
嬷
辟
柑
禄
嗜
抒
萤
庸
吱
挚
秩
遵
呷
猥
妃
蝠
丙
戳
澜
瞄
瘟
尹
拯
哔
蚬
㓥
侈
吠
疆
荆
沦
穆
氢
仕
蜗
侮
喧
淇
聆
舱
杠
柯
蓬
乾
芹
芯
澡
噪
卒
踎
浏
暧
笪
盔
箩
胖
卿
倘
哒
骝
捣
谎
饥
泌
僧
渗
恕
弦
携
畜
枣
嘀
舐
疤
鞭
钞
堤
缆
菩
唾
噱
愕
飙
焖
贬
俯
赫
徽
隶
擒
嘘
衍
坠
噏
鞍
辐
惶
晃
姬
辽
柿
趾
煌
拘
昧
涩
涕
狭
橡
悻
朦
憨
恍
煤
藕
侦
呔
凹
魄
勃
秤
睫
爵
琼
呻
咏
灼
噩
菁
濑
鲅
坟
酵
捻
挪
婉
浙
埗
撤
搓
诡
袍
崎
肢
鲨
痹
纲
躯
妄
屑
绎
宰
笠
麟
噃
彬
睹
钙
沈
豹
辨
埠
崔
冈
涵
猴
碱
骄
滥
帖
倚
乙
逸
鹰
稚
鳄
揼
喘
蒂
轰
践
襟
腺
蜘
沐
祠
仑
伞
桐
顽
崖
咒
敎
拐
脷
逊
押
莹
渊
昭
瘀
霆
鲑
炆
牠
瓷
丛
迭
蒋
卵
捏
刨
乔
晌
琐
颓
昊
叭
啃
剖
碳
歇
邨
瑜
霎
钩
牢
拟
汕
梭
鸦
吟
允
唧
斥
霉
潭
茵
栈
颁
炳
帆
羹
坎
卤
恰
挽
喻
葬
斟
凼
豚
翡
叠
裹
拦
啸
碑
贷
兑
俱
溃
酪
廖
凛
躺
潇
吩
拱
栗
帘
陋
茅
攀
庞
擅
韶
囝
粽
鹤
浑
迈
魏
湛
辰
躲
甫
眷
颗
煞
稻
咐
禾
唤
陵
槟
晖
狐
凰
芥
趋
竖
胁
穴
挫
甸
萌
凄
涛
羞
疫
邋
屄
熬
巢
赴
蛊
匿
剔
歪
削
夷
裕
召
遢
傍
弊
侨
禽
翁
膝
翔
玄
栽
呱
玮
剥
惩
澄
舰
鹏
绒
陀
伪
宪
毅
彷
禅
烘
畏
芽
旨
蛛
爪
腌
寡
哄
媚
沫
砌
腥
愚
兆
蚁
鄙
耻
鼎
涯
冤
褛
撼
沥
萍
嗨
杆
霍
彭
撇
岂
疼
辜
墅
泻
盏
孖
锻
咎
疚
闰
棠
蓄
咨
钵
驰
肪
披
奢
烫
噼
霖
烹
苺
匹
炭
拓
窒
妨
筷
框
榄
淑
援
姣
髀
罕
鉴
逻
躁
禺
崇
揿
鲍
卑
娟
慨
卢
熄
哑
著
喵
耗
撩
牧
滨
簿
蹈
贩
刊
眯
肃
汪
熙
牺
卸
芋
嘟
拌
菊
芦
苗
誓
辖
悬
役
袁
诈
禧
癌
芭
宏
叛
浦
歧
荫
辩
嘲
赐
咕
凯
坪
蹄
堕
葛
莱
棚
犬
蔬
塌
讽
抚
恢
昔
谊
哟
疹
睬
伐
虐
馅
械
尬
尴
傲
酬
闯
谨
辆
瞒
趴
腔
丘
砂
牲
蛙
萧
糯
驱
锐
刹
燥
缝
灌
壶
倦
泼
辱
誉
宙
瑠
疮
韧
伍
衷
苍
妒
雇
峡
骤
聘
帐
鱿
殿
囊
渠
笋
挖
卧
侄
噢
魅
垂
鸽
刮
逝
撕
劣
酿
摘
颠
棍
矩
弥
瀑
亭
丫
淫
皱
坂
粹
跪
僵
坤
彤
眨
驻
摞
缸
掘
墟
柚
笃
抖
亏
溜
燃
枉
纤
罩
凝
柒
匪
辅
帅
哼
朴
惟
纠
塑
痒
佣
戆
祷
藤
沾
氹
埃
嘿
捷
吕
铭
谐
愁
疾
熏
翅
磁
贯
裸
盼
霄
胀
综
蜂
奴
趟
屿
婷
偿
叼
稀
黏
酷
屯
钉
亨
锣
券
殊
烛
耕
侯
挤
荐
秦
贞
诶
莎
绘
晋
慎
薛
舟
蕃
碧
驳
姆
袭
鹿
撒
哲
嚿
愧
蛮
茫
耍
酥
韦
薪
稣
泊
灿
稿
赠
骚
隧
跨
赔
晰
御
墓
吻
勿
桑
艳
咦
枱
棒
棵
铃
谦
吾
厢
闸
砖
敷
梨
鸣
漠
挞
邪
渔
挣
缠
蜡
厘
呜
箭
纽
豫
轨
溪
捕
俄
阁
渴
舌
扁
痘
粟
盈
膊
蒜
仗
蔡
旱
憾
脉
逆
噜
掟
郡
棋
拨
茂
肇
抓
杜
葵
悟
殖
斑
磅
呈
伏
伶
砵
虹
颖
乃
寨
荃
勒
琳
肆
苑
祭
饺
昆
潘
漆
霞
妳
挨
崩
钓
鸿
蕾
炼
侠
予
桌
奕
拗
啵
愤
劫
腻
仰
碍
郭
莓
矮
账
叮
惧
荔
瓦
噉
矿
础
廊
歉
韵
涨
冧
敲
袜
窄
寸
敦
谋
巡
哽
鸠
割
垫
卓
齿
廷
徐
循
迅
搽
冯
荒
堪
嫩
屁
祥
炖
肾
询
妖
狱
曹
腹
蝴
肩
袖
糟
祸
疏
巷
劈
溶
妥
绑
臣
捧
婶
娃
诱
莞
寞
侵
绕
绳
艇
跃
榜
怡
畅
蚀
搜
旋
乸
肝
剂
锦
税
析
刑
氧
盗
逗
奸
贸
描
昂
芬
贫
娶
霜
蚝
锋
删
阅
枕
慈
慌
郊
匀
醋
侍
债
娇
邻
唞
仇
夺
脊
宋
菌
惹
珊
谭
兔
讶
脏
昌
栏
悦
忠
懵
柏
扩
臂
瑰
届
拧
佩
壳
乞
丢
檬
册
狠
腊
扇
泄
杏
螺
洛
孟
欺
诸
哀
促
雕
棉
挺
键
抑
赵
囖
艰
龄
咙
迁
署
详
婴
菠
径
遭
琪
遥
钻
黐
浆
津
笨
狼
揭
链
审
淘
铲
陌
屏
障
屙
毁
椅
悠
匆
栋
陷
姻
幽
拳
贼
抄
窿
罢
篮
您
壁
蝶
桶
贤
邦
勾
库
裂
仿
贺
岭
纱
拾
瞬
尘
爹
乏
泛
邀
振
倍
坛
挡
牵
脂
催
籍
盲
芳
俩
玲
凌
邓
耀
龟
剑
绵
恼
尺
寂
疲
颇
弯
掩
奏
筹
拔
盟
抬
违
娱
骂
肖
董
榴
搏
舅
笼
蒲
铜
岩
腩
宠
夸
侣
彼
柴
葱
奉
洒
吵
纷
柳
勉
兽
斩
滞
橙
羡
彻
岗
罐
渣
桂
井
樱
柱
樽
喐
竞
粮
喱
逢
皆
筋
哂
嗲
辞
楔
衡
涉
埔
囡
翠
喝
弄
盆
扯
钢
孝
冠
洪
仅
筒
页
肿
措
革
俊
愉
踪
璃
灭
梳
膏
浩
柠
悭
骗
纹
姿
堡
菇
贱
亿
纵
睛
椰
匙
丹
阔
嗱
玫
擎
蕉
捐
骑
捱
猜
吐
冚
坑
眠
耶
映
姜
宽
镬
肺
萨
萄
延
唇
魂
扰
斜
甩
陶
晶
狮
胸
焦
诊
惑
胞
遍
帽
媒
晏
飘
盾
劝
渡
浴
廉
姊
奔
昏
漂
燕
佐
贡
佑
瓶
宴
扶
瑞
驶
厉
亡
碰
尸
庄
雾
啜
抛
犹
壮
郎
嫌
攻
矛
拼
谱
蓉
扬
慧
圾
炮
凶
叉
稍
恭
怒
讯
辈
蠢
秒
迫
丧
液
怖
截
孔
鲁
欠
姓
译
晴
屈
域
坊
凭
垃
侧
赤
隆
炎
潜
握
哎
缓
忧
征
旦
坡
仆
森
污
吊
幻
央
卦
嗒
储
符
浅
宇
慰
销
述
窝
斋
驾
荡
序
俗
摊
伸
涂
敌
丸
氛
扣
厦
昼
凤
鹅
瘾
判
戚
杨
递
椒
怜
胎
币
启
罚
览
茄
损
氏
夕
址
孕
偈
聪
繁
嫂
缩
玻
锅
苹
勤
桃
淋
汽
傅
赖
餸
尿
喷
裁
漏
吞
寺
霸
塘
晓
宅
菲
辉
申
圳
朵
患
葡
邮
填
伙
蛇
腿
糊
献
授
阶
憎
络
乳
怨
拒
呆
恒
庙
赌
刷
祈
裙
枝
谅
鼠
泳
揽
旗
巨
诺
膜
操
督
挥
烤
植
翼
癫
宾
敬
摇
泽
擦
洞
忌
芒
啤
抹
滴
伊
悔
涌
愈
逃
贝
兵
咀
玛
症
峰
艾
滚
痕
盐
欲
哗
辑
妙
脾
坦
踢
旺
悉
腰
巾
逐
疯
固
扎
甘
励
紫
浮
兜
灾
斤
喉
灰
汇
嗯
迹
呕
契
蟹
卜
凑
凡
蒸
剩
染
暑
宣
鸟
杰
猛
寄
滋
撑
妮
策
揸
串
疗
扫
竹
废
孤
咳
梯
嗌
恨
阮
嗮
奥
均
委
赚
熊
枪
替
纳
秀
泥
赢
悲
奈
吴
润
混
薯
羽
煎
穷
戴
荷
监
炉
祖
残
毫
射
乌
囉
皓
泉
尚
贪
趁
插
池
脸
沿
丈
频
轩
叹
遮
搅
踏
勇
娜
隐
肌
焗
仁
戒
碎
萝
臭
航
惠
捞
累
塔
豉
幅
曼
慕
雄
君
貌
胡
孙
仙
距
拆
偶
诚
仪
额
索
织
暂
丑
魔
售
绪
融
掌
蒙
晕
载
访
移
协
渐
厕
妻
颈
洁
墙
寿
厌
含
闭
荣
黎
莉
闪
项
脱
晨
汗
略
筑
堆
盖
梁
滩
厂
蜜
箱
胶
哪
眉
敏
磨
曰
顿
啪
尊
碟
鼓
率
梅
锯
锁
迪
寒
占
窦
虫
拎
幕
扭
瘦
踩
谷
卷
泡
虚
惨
呵
禁
尖
饰
测
虎
绩
嫁
啖
检
醉
腐
虑
罪
端
哭
危
编
碌
麦
盛
范
冒
挑
副
妆
托
岸
构
横
采
浸
触
甲
鸭
昨
粥
培
宵
啩
粗
墨
尤
核
束
困
末
暴
降
抗
施
嘉
签
误
鼻
衬
恩
薄
谁
兼
诗
括
雀
川
柜
豪
拥
徒
扒
季
劳
摸
县
仓
互
羊
腾
雷
嘈
纯
犯
酱
丁
刘
播
秘
掉
烈
爬
摩
犀
遗
卫
猎
暖
颜
肠
胃
刀
锡
裤
姑
伟
农
缘
妇
镇
厚
租
弱
柔
巧
释
幼
逼
廿
奋
针
凳
窗
忆
啡
盒
嘻
饿
宫
逛
尝
刺
郁
泪
批
避
阻
忽
痴
获
莫
财
乘
咋
迎
胆
琛
姨
笙
党
闷
搬
稳
潮
懒
毒
玉
嬲
折
雅
词
讨
须
圆
恋
秋
谈
席
狂
档
股
浓
篇
塞
研
察
控
暗
泰
芝
嫲
智
订
偏
叻
懂
武
险
归
购
击
碗
圈
胜
瑶
异
閪
撞
冥
吖
伴
守
咸
靴
阴
沟
诉
恐
益
录
抵
缺
珍
夏
源
宁
呃
喔
厨
乡
丰
概
冬
屎
粤
脆
佳
摄
营
绿
贴
伯
欧
败
拣
付
省
宗
翰
咬
旁
诞
番
规
探
奖
典
克
族
剪
蓝
唉
评
嘴
硬
户
弹
增
扑
炸
娘
私
苏
呼
沉
袋
呐
斗
恶
乖
滑
兄
湖
赞
防
宿
屌
爽
捉
划
透
聚
帝
盘
耳
抽
抢
良
怎
舞
藏
供
灵
限
跌
疑
优
状
扮
佛
严
汁
块
技
破
喂
轮
叔
汉
欣
烟
朗
庭
弃
童
陆
按
赏
畀
伦
输
土
毕
模
招
尼
郑
靠
拿
皇
掂
权
借
夹
莲
镜
猫
震
惯
辣
炒
负
临
它
哇
既
丝
吉
酸
吹
救
育
材
穿
馀
威
创
赶
列
承
速
软
虾
浪
偷
洋
河
律
济
责
烂
春
途
露
绍
亮
梗
忘
攰
举
笔
珠
艺
谓
致
附
尔
兰
右
朱
退
搭
摆
登
叶
坚
积
肤
练
庆
梓
际
杂
努
树
密
器
闻
势
韩
瓜
野
曲
充
桥
澳
睡
馨
骨
减
免
聊
版
派
饼
冻
赛
封
铺
享
寻
组
散
衰
爷
领
楚
修
京
验
拖
煲
冰
压
善
害
案
淡
嘞
坏
罗
显
灯
群
吓
存
牙
史
哦
银
漫
脑
永
否
船
甚
饱
官
咧
适
仍
效
众
升
糖
护
唯
独
补
称
田
鞋
健
抱
祝
急
章
警
村
添
维
注
某
迟
找
拜
迷
查
追
久
标
军
富
草
劲
刚
投
尾
爆
局
康
杉
室
木
普
执
据
跑
乱
舒
梦
联
喊
乎
杀
印
票
松
择
隔
湿
闹
敢
怀
博
共
圣
例
默
置
担
馆
挂
顾
职
短
预
跳
忍
术
唐
造
码
双
般
弟
若
趣
素
舍
粒
配
肚
激
值
厅
吸
义
助
府
止
衣
议
志
丽
属
则
血
左
杯
争
背
卡
答
架
纪
养
层
况
具
江
座
态
鲜
遇
款
导
断
惜
取
引
课
究
估
纸
元
布
设
床
陈
毛
云
陪
熟
凉
牌
确
洲
社
境
狗
随
药
推
愿
科
却
辛
岁
货
铁
尽
衫
剧
斯
休
极
队
傻
曾
咖
许
亚
琴
集
板
告
套
吃
烦
介
汤
待
统
示
治
冷
根
级
证
消
醒
岛
换
石
给
青
朝
煮
围
办
堂
伤
顺
继
李
林
夫
管
贵
肯
波
团
幸
故
顶
念
倒
静
专
商
调
形
烧
环
参
净
温
往
资
德
务
绝
院
啰
肥
历
像
米
哩
必
麻
让
蚊
料
唱
阳
基
居
旧
段
戏
什
粉
忙
战
型
洗
简
糕
倾
湾
彩
怪
皮
猪
达
停
象
佬
福
轻
类
宝
质
费
豆
干
演
病
甜
父
备
图
建
突
黄
闲
展
切
命
产
景
沙
网
卖
读
油
才
句
决
格
园
吧
万
约
需
首
训
巴
初
习
孩
午
刻
改
冲
华
装
雪
价
精
州
考
功
论
牛
站
校
观
传
画
脚
复
并
飞
奇
立
息
拉
易
步
言
兴
婚
王
号
续
强
慢
音
礼
角
另
持
欢
啫
准
歌
深
吗
空
竟
千
底
线
微
报
假
苦
英
雨
运
把
怕
鸡
古
足
任
保
选
各
旅
鬼
支
球
北
蛋
火
量
求
奶
且
楼
视
送
嘛
周
写
惊
茶
城
满
界
远
政
照
制
些
痛
希
房
低
翻
医
菜
较
式
程
儿
鱼
母
除
留
语
容
差
婆
提
龙
谢
客
妹
交
进
拍
非
肉
排
流
处
喜
攞
零
区
转
与
思
指
节
超
司
失
目
请
马
越
齐
片
服
南
总
此
字
金
响
哥
计
热
件
性
士
令
连
认
光
黑
反
员
化
业
及
民
亲
耐
被
搞
离
七
店
何
师
代
跟
㖞
百
够
咯
风
接
阵
坐
合
红
那
数
受
神
男
夜
利
啱
么
半
声
始
乐
题
姐
广
八
宜
终
帮
或
体
活
份
向
瞓
清
书
别
便
单
至
爸
六
游
世
还
台
收
班
酒
晒
特
亦
笑
街
饮
教
近
从
即
整
靓
依
结
该
嘎
品
错
市
紧
试
更
没
内
虽
九
餐
变
条
难
揾
她
直
呀
山
钱
星
通
看
门
东
带
平
里
和
西
每
表
者
常
花
信
名
色
美
五
眼
回
候
包
张
谂
算
阿
比
月
海
哈
记
重
由
死
白
法
识
埋
部
企
安
关
文
将
场
钟
细
望
四
朋
路
全
走
味
屋
理
应
放
正
饭
种
物
说
早
原
也
高
主
影
很
气
口
长
外
动
位
期
快
第
叫
咪
爱
玩
电
现
力
新
着
完
乜
工
等
解
们
似
加
买
落
明
听
问
感
分
少
已
再
作
港
友
二
使
公
相
未
车
香
机
情
定
入
太
噶
水
身
起
能
本
打
方
道
无
三
头
样
他
晚
这
女
手
返
所
因
国
当
如
见
其
果
十
喇
两
前
实
老
子
于
嗰
己
学
觉
经
行
而
事
间
先
咩
仔
用
妈
仲
对
嘢
成
次
边
最
俾
意
想
发
地
只
面
住
度
天
在
来
年
之
几
小
知
但
然
做
开
讲
今
真
睇
生
了
自
点
后
话
心
又
啲
啦
中
哋
出
是
嚟
为
下
食
家
喺
可
冇
上
多
呢
会
时
同
去
过
以
要
日
得
大
咁
啊
就
不
到
咗
佢
的
人
都
个
有
你
好
唔
一
我
嘅
系
